Repository: KeremDev/RiskDetected
Catalog: App/Localization/Reports.xcstrings
Source language: tr
Languages: en

# reports.report.view.pdf.excel.ve.risk.tablolarini.tek.yerden.yonet.e98bd72a
source: PDF, Excel ve risk tablolarını tek yerden yönet.
en: Manage PDF, Excel and risk tables from one place.

# reports.report.view.pdf.olusturmak.icin.tamamlanmis.bir.analiz.secme.021600c5
source: PDF oluşturmak için tamamlanmış bir analiz seçmelisin.
en: To create a PDF, you must select a completed analysis.

# reports.report.view.pdf.olusturulamadi.95f69251
source: PDF oluşturulamadı
en: Could not create PDF

# reports.report.view.pdf.olusturulamadi.fd9b8c6f
source: PDF oluşturulamadı
en: Could not create PDF

# reports.report.view.pdf.olusturulamadi.ff617364
source: PDF oluşturulamadı
en: Could not create PDF

# reports.report.view.pdf.raporu.silinsin.mi.abd25be0
source: PDF raporu silinsin mi?
en: Delete PDF report?

# reports.report.view.pdf.veya.excel.olusturdugunda.dosya.rapor.arsivi.2ad92ce2
source: PDF veya Excel oluşturduğunda dosya rapor arşivine kaydedilecek.
en: When you create PDF or Excel, the file will be saved in the report archive.

# reports.report.view.pdf.veya.excel.olusturdugunda.dosya.rapor.arsivi.a24e418b
source: PDF veya Excel oluşturduğunda dosya rapor arşivine kaydedilecek.
en: When you create PDF or Excel, the file will be saved in the report archive.

# reports.report.view.pencereyi.kapat.42ff6afc
source: Pencereyi kapat
en: Close window

# reports.report.view.pencereyi.kapat.7ae53ee2
source: Pencereyi kapat
en: Close window

# reports.report.view.rapor.ara.0ee97e8c
source: Rapor ara
en: Search for report

# reports.report.view.rapor.ara.1e3bedc8
source: Rapor ara
en: Search for report

# reports.report.view.rapor.arsive.kaydedilemedi.0af90984
source: Rapor arşive kaydedilemedi
en: The report could not be saved to the archive

# reports.report.view.rapor.arsive.kaydedilemedi.a5342f5d
source: Rapor arşive kaydedilemedi
en: The report could not be saved to the archive

# reports.report.view.rapor.arsivi.yuklenemedi.7fec88c0
source: Rapor arşivi yüklenemedi
en: Failed to load report archive

# reports.report.view.rapor.arsivi.yuklenemedi.8c44ed8d
source: Rapor arşivi yüklenemedi
en: Failed to load report archive

# reports.report.view.rapor.arsivi.yuklenemedi.b30846fc
source: Rapor arşivi yüklenemedi
en: Failed to load report archive

# reports.report.view.rapor.filtrelerini.temizle.35bd93ab
source: Rapor filtrelerini temizle
en: Clear report filters

# reports.report.view.rapor.filtrelerini.temizle.780a1485
source: Rapor filtrelerini temizle
en: Clear report filters

# reports.report.view.rapor.firma.filtresi.5fdad416
source: Rapor firma filtresi
en: Report company filter

# reports.report.view.rapor.firma.filtresi.e0cc0fc3
source: Rapor firma filtresi
en: Report company filter

# reports.report.view.rapor.hatasi.3b5b8533
source: Rapor Hatası
en: Report Error

# reports.report.view.rapor.hatasi.d7bee189
source: Rapor Hatası
en: Report Error

# reports.report.view.rapor.hazirlaniyor.e3f5d393
source: Rapor hazırlanıyor...
en: The report is being prepared...

# reports.report.view.rapor.indirilemedi.3fc8490a
source: Rapor indirilemedi
en: Report could not be downloaded

# reports.report.view.rapor.indirilemedi.c2e21361
source: Rapor indirilemedi
en: Report could not be downloaded

# reports.report.view.rapor.kaydedilemedi.ad69953f
source: Rapor kaydedilemedi
en: The report could not be saved

# reports.report.view.rapor.kaynagi.bekleniyor.1ad81b3e
source: Rapor kaynağı bekleniyor
en: Waiting for report source

# reports.report.view.rapor.kaynagi.bekleniyor.8b552051
source: Rapor kaynağı bekleniyor
en: Waiting for report source

# reports.report.view.rapor.olustur.dae645d2
source: Rapor oluştur
en: Create report

# reports.report.view.rapor.silinemedi.4121267d
source: Rapor silinemedi
en: Failed to delete report

# reports.report.view.rapor.silinemedi.798148fd
source: Rapor silinemedi
en: Failed to delete report

# reports.report.view.rapor.verileri.hazirlaniyor.4202a83b
source: Rapor verileri hazırlanıyor
en: Report data is being prepared

# reports.report.view.rapor.verileri.hazirlaniyor.c052fd0a
source: Rapor verileri hazırlanıyor
en: Report data is being prepared

# reports.report.view.rapora.donustur.dc554fbf
source: Rapora Dönüştür
en: Convert to Report

# reports.report.view.raporlar.yuklenemedi.6bb44aa9
source: Raporlar yüklenemedi
en: Failed to load reports

# reports.report.view.raporlar.yuklenemedi.e5c73c2a
source: Raporlar yüklenemedi
en: Failed to load reports

# reports.report.view.raporu.sil.2d768ded
source: Raporu sil
en: Delete report

# reports.report.view.raporu.sil.b9373641
source: Raporu sil
en: Delete report

# reports.report.view.raporu.sil.db5653f5
source: Raporu sil
en: Delete report

# reports.report.view.report.analysis.row.1.e38d9363
source: rapor.analiz.satır.%1$@
en: report.analysis.row.%1$@

# reports.report.view.report.archive.filter.1.05480bdc
source: rapor.arşiv.filtre.%1$@
en: report.archive.filter.%1$@

# reports.report.view.report.archive.row.1.195c2bb6
source: rapor.arşiv.satır.%1$@
en: report.archive.row.%1$@

# reports.report.view.risk.analizi.873e9b38
source: Risk analizi
en: Risk analysis

# reports.report.view.risk.analizi.9997754e
source: Risk analizi
en: Risk analysis

# reports.report.view.risk.analizi.fb23011d
source: Risk analizi
en: Risk analysis

# reports.report.view.risk.analizi.tablosu.olusturulamadi.156552f0
source: Risk analizi tablosu oluşturulamadı
en: Failed to create risk analysis table

# reports.report.view.risk.analizi.tablosu.olusturulamadi.4e97001c
source: Risk analizi tablosu oluşturulamadı
en: Failed to create risk analysis table

# reports.report.view.risk.tablosu.1dc67ffd
source: Risk Tablosu
en: Risk Table

# reports.report.view.risk.tablosu.37c70d57
source: Risk Tablosu
en: Risk Table

# reports.report.view.saha.sefi.8c568787
source: Saha Şefi
en: Field Chief

# reports.report.view.sayfa.1.1.isg.uzmani.2.3.14375cf7
source: Sayfa 1 / %1$@ · İSG Uzmanı: %2$@ · %3$@
en: Page 1 / %1$@ · OHS Expert: %2$@ · %3$@

# reports.report.view.siliniyor.4cf99a12
source: Siliniyor
en: being deleted

# reports.report.view.son.tamamlanan.analizler.getiriliyor.8dd7d1d4
source: Son tamamlanan analizler getiriliyor.
en: Loading recently completed analyses.

# reports.report.view.son.tamamlanan.analizler.getiriliyor.c768118f
source: Son tamamlanan analizler getiriliyor.
en: Loading recently completed analyses.

# reports.report.view.standart.6ed5f7d4
source: Standart
en: Standard

# reports.report.view.standart.rapor.380caa82
source: Standart rapor
en: Standard report

# reports.report.view.tamam.8d82c31b
source: Tamam
en: OK

# reports.report.view.tarih.yok.13758df5
source: Tarih yok
en: No date

# reports.report.view.tarih.yok.204e2241
source: Tarih yok
en: No date

# reports.report.view.tarih.yok.215533e0
source: Tarih yok
en: No date

# reports.report.view.tarih.yok.2e16a37f
source: Tarih yok
en: No date

# reports.report.view.tarih.yok.b95f2b1f
source: Tarih yok
en: No date

# reports.report.view.tehlike.tespit.edilmedi.69a999af
source: Tehlike tespit edilmedi
en: No hazard detected

# reports.report.view.tehlike.tespit.edilmedi.8c212742
source: Tehlike tespit edilmedi
en: No hazard detected

# reports.report.view.tekrar.dene.84b0ba25
source: Tekrar dene
en: Try again

# reports.report.view.test.aktif.firma.5d72481d
source: Aktif Test Firması
en: Active Test Company

# reports.report.view.test.firma.raporu.283009de
source: Test Firma Raporu
en: Test Company Report

# reports.report.view.test.firma.raporu.c968da6b
source: Test Firma Raporu
en: Test Company Report

# reports.report.view.test.mah.guvenlik.cad.no.10.035c5225
source: Test Mah. Güvenlik Cad. No: 10
en: Test Mah. Security Street. No: 10

# reports.report.view.tumu.b22778b1
source: Tümü
en: All

# reports.report.view.ui.test.rapor.kaynagi.550f830d
source: UI Test Rapor Kaynağı
en: UI Test Report Source

# reports.report.view.ui.test.rapor.kaynagi.cfdd432a
source: UI Test Rapor Kaynağı
en: UI Test Report Source

# reports.report.view.ui.test.rapor.olusturma.akisi.icin.fixture.anali.4de1fbd3
source: UI test rapor oluşturma akışı için fixture analiz.
en: Fixture analysis for UI test report generation flow.

# reports.report.view.vazgec.719fa5be
source: Vazgeç
en: Cancel

# reports.report.view.vazgec.9e22fb3c
source: Vazgeç
en: Cancel

# reports.report.view.yukleniyor.a5d75bb0
source: Yükleniyor
en: Loading
